Repository: antnbaranov/Baranov
Catalog: Baranov/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Make the most of this weather with a long walk
ar: حقق أقصى استفادة من هذا الطقس من خلال المشي لمسافات طويلة
bg: Възползвайте се максимално от това време с дълга разходка
bs: Iskoristite ovo vrijeme dugom šetnjom
ca: Aprofiteu al màxim aquest temps amb una llarga caminada
cs: Využijte toto počasí na maximum dlouhou procházkou
da: Få mest muligt ud af dette vejr med en lang gåtur
de: Nutze das Wetter für einen langen Spaziergang
el: Αξιοποιήστε στο έπακρο αυτόν τον καιρό με μια μεγάλη βόλτα
es: Aprovecha este tiempo para dar un largo paseo
et: Kasutage seda ilmast maksimumi pika jalutuskäiguga
eu: Aprobetxatu eguraldi honi ibilaldi luze batekin
fi: Ota kaikki irti tästä säästä pitkällä kävelyllä
fr: Profite de ce temps pour faire une longue promenade
ga: Déan an chuid is mó den aimsir seo le siúlóid fhada
gl: Aproveita ao máximo este tempo cunha longa camiñada
he: הפק את המרב ממזג האוויר הזה עם הליכה ארוכה
hi: लंबी सैर करके इस मौसम का अधिकतम लाभ उठाएँ
hr: Iskoristite ovo vrijeme dugom šetnjom
hu: Hozd ki a legtöbbet ebből az időjárásból egy hosszú sétával
id: Manfaatkan cuaca ini sebaik-baiknya dengan berjalan kaki jauh
is: Nýttu þetta veður sem best með langri göngu
it: Approfitta di questo tempo con una lunga passeggiata
ja: この天気を最大限に活用して、長い散歩を楽しみましょう
ka: გამოიყენეთ ეს ამინდი გრძელი ფეხით
kk: Ұзақ серуендеу арқылы осы ауа-райын тиімді пайдаланыңыз
ko: 긴 산책으로 이 날씨를 최대한 활용해보세요
lt: Pasinaudokite šiuo oru ilgai vaikščiodami
lv: Izmantojiet šos laika apstākļus, dodoties garā pastaigā
mk: Искористете го максимумот од ова време со долга прошетка
ms: Manfaatkan cuaca ini dengan berjalan kaki yang jauh
mt: Agħmel l-aħjar minn dan it-temp b'mixja twila
nb: Få mest mulig ut av dette været med en lang spasertur
nl: Profiteer van dit weer met een lange wandeling
pl: Wykorzystaj tę pogodę na długi spacer
pt_br: Aproveite ao máximo este clima com uma longa caminhada
ro: Profită la maximum de această vreme cu o plimbare lungă
ru: Используй эту погоду для долгой прогулки
sk: Využite toto počasie na maximum dlhou prechádzkou
sl: Izkoristite to vreme z dolgim ​​sprehodom
sq: Përfitoni sa më shumë nga ky mot me një shëtitje të gjatë
sr: Искористите ово време дугом шетњом
sv: Få ut det mesta av vädret med en lång promenad
th: ใช้เวลาให้คุ้มค่าที่สุดจากสภาพอากาศแบบนี้ด้วยการเดินเล่นระยะไกล
tr: Uzun bir yürüyüşle bu havanın tadını çıkarın
uk: Скористайся цією погодою для тривалої прогулянки
vi: Tận dụng tối đa thời tiết này bằng một chuyến đi bộ dài
zh_hans: 充分利用这种天气进行长途步行
zh_hk: 充分利用這種天氣進行長途步行

source: Manage carriers
ar: إدارة شركات النقل
bg: Управление на оператори
bs: Upravljajte operaterima
ca: Gestionar els transportistes
cs: Správa operátorů
da: Administrer transportører
de: Träger verwalten
el: Διαχείριση παρόχων
es: Gestionar portadores
et: Halda vedajaid
eu: Kudeatu garraiolariak
fi: Hallinnoi operaattoreita
fr: Gérer les porteurs
ga: Bainistigh iompróirí
gl: Xestionar transportistas
he: ניהול ספקים
hi: वाहक प्रबंधित करें
hr: Upravljanje operaterima
hu: Fuvarozók kezelése
id: Kelola operator
is: Stjórna flutningsaðilum
it: Gestisci portatori
ja: 携帯通信会社の管理
ka: ოპერატორების მართვა
kk: Тасымалдаушыларды басқарыңыз
ko: 운송업체 관리
lt: Tvarkyti vežėjus
lv: Pārvaldīt pārvadātājus
mk: Управувајте со операторите
ms: Urus pembawa
mt: Immaniġġja t-trasportaturi
nb: Administrer operatører
nl: Beheer vervoerders
pl: Zarządzaj przewoźnikami
pt_br: Gerenciar operadoras
ro: Gestionați transportatorii
ru: Управление курьерами
sk: Spravujte operátorov
sl: Upravljanje operaterjev
sq: Menaxho operatorët
sr: Управљајте оператерима
sv: Hantera operatörer
th: จัดการผู้ให้บริการ
tr: Operatörleri yönet
uk: Керування кур'єрами
vi: Quản lý nhà mạng
zh_hans: 管理运营商
zh_hk: 管理營運商

source: Manage Subscription
ar: إدارة الاشتراك
bg: Управление на абонамента
bs: Upravljaj pretplatom
ca: Gestionar subscripció
cs: Spravovat předplatné
da: Administrer abonnement
de: Abo verwalten
el: Διαχείριση συνδρομής
es: Gestionar suscripción
et: Halda tellimust
eu: Kudeatu harpidetza
fi: Hallinnoi tilausta
fr: Gérer l'abonnement
ga: Bainistigh Síntiús
gl: Xestionar subscrición
he: נהל מינוי
hi: सदस्यता प्रबंधित करें
hr: Upravljaj pretplatom
hu: Előfizetés kezelése
id: Kelola Langganan
is: Stjórna áskrift
it: Gestisci abbonamento
ja: サブスクリプションを管理
ka: მართეთ გამოწერა
kk: Жазылымды басқару
ko: 구독 관리
lt: Tvarkyti prenumeratą
lv: Pārvaldīt abonementu
mk: Управувај со претплатата
ms: Urus Langganan
mt: Immaniġġja l-Abbonament
nb: Administrer abonnement
nl: Beheer abonnement
pl: Zarządzaj subskrypcją
pt_br: Gerenciar assinatura
ro: Gestionează abonamentul
ru: Управление подпиской
sk: Spravovať predplatné
sl: Upravljaj naročnino
sq: Menaxho pajtimin
sr: Управљај претплатом
sv: Hantera prenumeration
th: จัดการการสมัครสมาชิก
tr: Aboneliği Yönet
uk: Керування підпискою
vi: Quản lý gói đăng ký
zh_hans: 管理订阅
zh_hk: 管理訂閱

source: Many stamps. Zero souvenirs. Great posture.
ar: العديد من الطوابع. صفر الهدايا التذكارية. موقف عظيم.
bg: Много печати. Нула сувенири. Страхотна поза.
bs: Mnogo maraka. Nula suvenira. Odlično držanje.
ca: Molts segells. Zero records. Gran postura.
cs: Mnoho známek. Nulové suvenýry. Skvělé držení těla.
da: Mange frimærker. Nul souvenirs. Fantastisk holdning.
de: Viele Briefmarken. Null Souvenirs. Tolle Haltung.
el: Πολλά γραμματόσημα. Μηδέν αναμνηστικά. Υπέροχη στάση.
es: Muchos sellos. Cero recuerdos. Gran postura.
et: Palju marke. Null suveniire. Suurepärane poos.
eu: Zigilu asko. Zero oroigarri. Jarrera bikaina.
fi: Useita postimerkkejä. Nolla matkamuistoa. Hieno asento.
fr: Beaucoup de timbres. Zéro souvenir. Excellente posture.
ga: Go leor stampaí. Cuimhneacháin nialais. posture iontach.
gl: Moitos selos. Cero recordos. Gran postura.
he: חותמות רבות. אפס מזכרות. יציבה נהדרת.
hi: अनेक टिकटें. शून्य स्मृति चिन्ह. बढ़िया आसन.
hr: Mnogo maraka. Nula suvenira. Sjajno držanje.
hu: Sok bélyeg. Nulla szuvenír. Remek testtartás.
id: Banyak perangko. Tidak ada suvenir. Postur yang bagus.
is: Mörg frímerki. Núll minjagripir. Frábær stelling.
it: Molti francobolli. Zero souvenir. Ottima postura.
ja: たくさんのスタンプ。お土産ゼロ。素晴らしい姿勢。
ka: ბევრი მარკა. ნულოვანი სუვენირები. შესანიშნავი პოზა.
kk: Көптеген маркалар. Нөлдік кәдесыйлар. Керемет поза.
ko: 많은 우표. 기념품 제로. 훌륭한 자세.
lt: Daug antspaudų. Nulis suvenyrų. Puiki laikysena.
lv: Daudz zīmogu. Nulle suvenīru. Lieliska poza.
mk: Многу поштенски марки. Нула сувенири. Одлично држење на телото.
ms: Banyak setem. Sifar cenderahati. Postur yang hebat.
mt: Bosta bolol. Żero tifkiriet. Pożizzjoni kbira.
nb: Mange frimerker. Null suvenirer. Flott holdning.
nl: Veel postzegels. Nul souvenirs. Geweldige houding.
pl: Wiele znaczków. Zero pamiątek. Świetna postawa.
pt_br: Muitos selos. Zero lembranças. Ótima postura.
ro: Multe timbre. Zero suveniruri. Poziție grozavă.
ru: Много марок. Ноль сувениров. Отличная осанка.
sk: Veľa známok. Nulové suveníry. Skvelé držanie tela.
sl: Veliko znamk. Nič spominkov. Odlična drža.
sq: Shumë pulla. Zero suvenire. Qëndrim i shkëlqyer.
sr: Много марака. Нула сувенира. Одлично држање.
sv: Många frimärken. Noll souvenirer. Bra hållning.
th: แสตมป์มากมาย ของที่ระลึกเป็นศูนย์ ท่าทางที่ดี
tr: Birçok pul. Sıfır hediyelik eşya. Harika duruş.
uk: Багато штампів. Нуль сувенірів. Чудова постава.
vi: Nhiều tem. Không có quà lưu niệm. Tư thế tuyệt vời.
zh_hans: 很多邮票。零纪念品。很棒的姿势。
zh_hk: 很多郵票。零紀念品。很棒的姿勢。

source: Map of %@'s journeys
ar: خريطة رحلات %@
bg: Карта на пътуванията на %@.
bs: Karta %@ putovanja
ca: Mapa dels viatges de %@.
cs: Mapa cest %@
da: Kort over %@ 's rejser
de: Karte der Reisen von %@
el: Χάρτης των ταξιδιών του %@
es: Mapa de los viajes de %@
et: Kaart kasutaja %@ reisidest
eu: %@-ren bidaien mapa
fi: Kartta käyttäjän %@ matkoista
fr: Carte des voyages de %@
ga: Léarscáil de thurais %@
gl: Mapa das viaxes de %@.
he: מפה של מסעותיו של %@
hi: %@ की यात्राओं का मानचित्र
hr: Karta putovanja korisnika %@.
hu: Térkép %@ utazásairól
id: Peta perjalanan %@
is: Kort af ferðum %@
it: Mappa dei viaggi di %@.
ja: %@ の旅の地図
ka: %@-ის მოგზაურობის რუკა
kk: %@ саяхаттарының картасы
ko: %@ 님의 여행 지도
lt: %@ kelionių žemėlapis
lv: Lietotāja %@ ceļojumu karte
mk: Карта на патувањата на %@
ms: Peta perjalanan %@.
mt: Mappa tal-vjaġġi ta' %@.
nb: Kart over %@ sine reiser
nl: Kaart van de reizen van %@
pl: Mapa podróży użytkownika %@.
pt_br: Mapa das viagens de %@
ro: Harta călătoriilor lui %@.
ru: Карта путешествий %@
sk: Mapa ciest používateľa %@
sl: Zemljevid potovanj osebe %@.
sq: Harta e udhëtimeve të %@
sr: Мапа путовања корисника %@.
sv: Karta över %@s resor
th: แผนที่การเดินทางของ %@
tr: %@ adlı kullanıcının yolculuklarının haritası
uk: Карта подорожей користувача %@.
vi: Bản đồ hành trình của %@
zh_hans: %@ 的旅程地图
zh_hk: %@ 的旅程地圖

source: Map of couriers nearby
ar: خريطة السعاة القريبة
bg: Карта на куриери наблизо
bs: Mapa kurira u blizini
ca: Mapa dels missatgers propers
cs: Mapa kurýrů v okolí
da: Kort over kurerer i nærheden
de: Karte der Kuriere in der Nähe
el: Χάρτης των ταχυμεταφορών κοντά
es: Mapa de mensajeros cercanos
et: Läheduses olevate kullerite kaart
eu: Inguruko mezularien mapa
fi: Kartta kuriireista lähellä
fr: Carte des coursiers à proximité
ga: Léarscáil teachtairí in aice láimhe
gl: Mapa de correos nas proximidades
he: מפה של שליחים בקרבת מקום
hi: पास के कोरियर का नक्शा
hr: Karta kurira u blizini
hu: A közeli futárok térképe
id: Peta kurir terdekat
is: Kort af hraðboðum í nágrenninu
it: Mappa dei corrieri nelle vicinanze
ja: 近くの宅配業者の地図
ka: კურიერების რუკა ახლოს
kk: Маңайдағы курьерлер картасы
ko: 근처 택배사 지도
lt: Šalia kurjerių žemėlapis
lv: Tuvumā esošo kurjeru karte
mk: Карта на курири во близина
ms: Peta kurier berdekatan
mt: Mappa tal-kurrieri fil-qrib
nb: Kart over kurerer i nærheten
nl: Kaart met koeriers in de buurt
pl: Mapa kurierów w pobliżu
pt_br: Mapa de correios próximos
ro: Harta curierilor din apropiere
ru: Карта курьеров поблизости
sk: Mapa kuriérov v okolí
sl: Zemljevid kurirjev v bližini
sq: Harta e korrierëve aty pranë
sr: Мапа курира у близини
sv: Karta över kurirer i närheten
th: แผนที่บริการจัดส่งบริเวณใกล้เคียง
tr: Yakındaki kuryelerin haritası
uk: Карта кур'єрів поруч
vi: Bản đồ chuyển phát nhanh gần đó
zh_hans: 附近快递地图
zh_hk: 附近快遞地圖

source: Map of the letter's journey
ar: خريطة رحلة الرسالة
bg: Карта на пътуването на писмото
bs: Mapa puta pisma
ca: Mapa del viatge de la carta
cs: Mapa cesty dopisu
da: Kort over brevets rejse
de: Karte der Reise des Briefs
el: Χάρτης του ταξιδιού της επιστολής
es: Mapa del viaje de la carta
et: Kirja teekonna kaart
eu: Gutunaren bidaiaren mapa
fi: Kartta kirjeen matkasta
fr: Carte du voyage de la lettre
ga: Léarscáil de thuras na litreach
gl: Mapa da viaxe da carta
he: מפת המסע של המכתב
hi: पत्र की यात्रा का मानचित्र
hr: Karta pismovog putovanja
hu: A levél utazásának térképe
id: Peta perjalanan surat itu
is: Kort af ferð bréfsins
it: Mappa del viaggio della lettera
ja: 手紙の旅の地図
ka: წერილის მოგზაურობის რუკა
kk: Хаттың саяхат картасы
ko: 편지의 여행 지도
lt: Laiško kelionės žemėlapis
lv: Vēstules ceļojuma karte
mk: Карта на патувањето на писмото
ms: Peta perjalanan surat itu
mt: Mappa tal-vjaġġ tal-ittra
nb: Kart over brevets reise
nl: Kaart van de reis van de brief
pl: Mapa podróży listu
pt_br: Mapa da jornada da carta
ro: Harta călătoriei scrisorii
ru: Карта пути письма
sk: Mapa cesty listu
sl: Zemljevid poti pisma
sq: Harta e udhëtimit të letrës
sr: Мапа пута писма
sv: Karta över brevets resa
th: แผนที่การเดินทางของจดหมาย
tr: Mektubun yolculuğunun haritası
uk: Карта подорожі листа
vi: Bản đồ hành trình của lá thư
zh_hans: 信件旅程地图
zh_hk: 信件旅程地圖

source: Mark as received
ar: وضع علامة كما وردت
bg: Маркирайте като получено
bs: Označite kao primljeno
ca: Marca com a rebut
cs: Označit jako přijaté
da: Markér som modtaget
de: Als erhalten markieren
el: Επισήμανση ως παραλήφθηκε
es: Marcar como recibido
et: Märgi vastuvõetuks
eu: Markatu jasotako moduan
fi: Merkitse vastaanotetuksi
fr: Marquer comme reçu
ga: Marcáil mar a fuarthas
gl: Marcar como recibido
he: סמן כהתקבל
hi: प्राप्त के रूप में चिह्नित करें
hr: Označi kao primljeno
hu: Megjelölés átvettként
id: Tandai sebagai diterima
is: Merktu sem móttekið
it: Segna come ricevuto
ja: 受信済みとしてマークする
ka: მონიშნე როგორც მიღებული
kk: Алынған деп белгілеңіз
ko: 수신됨으로 표시
lt: Pažymėti kaip gautą
lv: Atzīmēt kā saņemtu
mk: Означи како примен
ms: Tandakan sebagai diterima
mt: Immarka kif irċevut
nb: Merk som mottatt
nl: Markeer als ontvangen
pl: Oznacz jako otrzymane
pt_br: Marcar como recebido
ro: Marcați ca primit
ru: Отметить как полученное
sk: Označiť ako prijaté
sl: Označi kot prejeto
sq: Shëno si të marrë
sr: Означите као примљено
sv: Markera som mottaget
th: ทำเครื่องหมายว่าได้รับแล้ว
tr: Alındı ​​olarak işaretle
uk: Позначити як отримане
vi: Đánh dấu là đã nhận
zh_hans: 标记为已收到
zh_hk: 標記為已收到

source: Mark as received?
ar: وضع علامة كمستلمة؟
bg: Да се ​​маркира ли като получено?
bs: Označiti kao primljeno?
ca: Marcar com a rebut?
cs: Označit jako přijaté?
da: Marker som modtaget?
de: Als erhalten markieren?
el: Επισήμανση ως παραληφθέντος;
es: ¿Marcar como recibido?
et: Märgi vastuvõetuks?
eu: Jasotako gisa markatu?
fi: Merkitäänkö vastaanotetuksi?
fr: Marquer comme reçu ?
ga: Marcáil mar a fuarthas?
gl: Marcar como recibido?
he: לסמן כהתקבל?
hi: प्राप्त के रूप में चिह्नित करें?
hr: Označiti kao primljeno?
hu: Megjelöli fogadottként?
id: Tandai sebagai diterima?
is: Merkja sem móttekið?
it: Contrassegnare come ricevuto?
ja: 受信済みとしてマークしますか?
ka: მოინიშნოს მიღებულად?
kk: Алынған деп белгілеу керек пе?
ko: 받은 것으로 표시하시겠습니까?
lt: Pažymėti kaip gautą?
lv: Atzīmēt kā saņemtu?
mk: Означи како примен?
ms: Tandakan sebagai diterima?
mt: Immarka kif irċevut?
nb: Merke som mottatt?
nl: Markeren als ontvangen?
pl: Oznaczyć jako otrzymane?
pt_br: Marcar como recebido?
ro: Marcați ca primit?
ru: Отметить как полученное?
sk: Označiť ako prijaté?
sl: Označi kot prejeto?
sq: Të shënohet si e marrë?
sr: Означити као примљено?
sv: Markera som mottagen?
th: ทำเครื่องหมายว่าได้รับแล้วใช่ไหม
tr: Alındı ​​olarak işaretlensin mi?
uk: Позначити як отримане?
vi: Đánh dấu là đã nhận?
zh_hans: 标记为已收到？
zh_hk: 標記為已收到？

source: Marrow
ar: نخاع
bg: костен мозък
bs: Srž
ca: medul·la
cs: Dřeň
da: Marv
de: Mark
el: Μεδούλι
es: Médula
et: Luuüdi
eu: Muina
fi: Luuydin
fr: Moelle
ga: Marbhrón
gl: Médula
he: מוֹחַ
hi: मज्जा
hr: Srž
hu: Velő
id: Sumsum
is: Mergur
it: Midollo
ja: 骨髄
ka: ტვინი
kk: Майшық
ko: 골수
lt: Kaulai
lv: Smadzenes
mk: Срцевина
ms: sumsum
mt: Mudullun
nb: Marg
nl: Merg
pl: Szpik kostny
pt_br: Medula
ro: Măduvă
ru: Костный мозг
sk: Dreň
sl: kostnega mozga
sq: Palca
sr: Срж
sv: Märg
th: ไขกระดูก
tr: İlik
uk: кістковий мозок
vi: Tủy
zh_hans: 骨髓
zh_hk: 骨髓

source: Maybe later
ar: ربما في وقت لاحق
bg: Може би по-късно
bs: Možda kasnije
ca: Potser més tard
cs: Možná později
da: Måske senere
de: Vielleicht später
el: Ίσως αργότερα
es: tal vez más tarde
et: Võib-olla hiljem
eu: Agian geroago
fi: Ehkä myöhemmin
fr: Peut-être plus tard
ga: B'fhéidir níos déanaí
gl: Quizais máis tarde
he: אולי מאוחר יותר
hi: शायद बाद में
hr: Možda kasnije
hu: Talán később
id: Mungkin nanti
is: Kannski seinna
it: Forse più tardi
ja: たぶん後で
ka: შეიძლება მოგვიანებით
kk: Мүмкін кейінірек
ko: 어쩌면 나중에
lt: Gal vėliau
lv: Varbūt vēlāk
mk: Можеби подоцна
ms: Mungkin nanti
mt: Forsi aktar tard
nb: Kanskje senere
nl: Misschien later
pl: Może później
pt_br: Talvez mais tarde
ro: Poate mai târziu
ru: Может быть, позже
sk: Možno neskôr
sl: Mogoče kasneje
sq: Ndoshta më vonë
sr: Можда касније
sv: Kanske senare
th: อาจจะในภายหลัง
tr: Belki daha sonra
uk: Можливо пізніше
vi: Có lẽ sau này
zh_hans: 也许稍后
zh_hk: 也許稍後

source: Medieval herald
ar: هيرالد العصور الوسطى
bg: Средновековен глашатай
bs: Srednjovjekovni glasnik
ca: Herald medieval
cs: Středověký herold
da: Middelalderherald
de: Mittelalterlicher Herold
el: Μεσαιωνικός κήρυκας
es: heraldo medieval
et: Keskaegne kuulutaja
eu: Erdi Aroko heraldoa
fi: Keskiaikainen saarnaaja
fr: héraut médiéval
ga: Herald meánaoiseach
gl: Heraldo medieval
he: מבשר ימי הביניים
hi: मध्यकालीन दूत
hr: Srednjovjekovni vjesnik
hu: Középkori hírnök
id: Pemberita abad pertengahan
is: Miðalda boðberi
it: Araldo medievale
ja: 中世の伝令
ka: შუა საუკუნეების მაცნე
kk: Ортағасырлық жаршы
ko: 중세의 전령
lt: Viduramžių šauklys
lv: Viduslaiku vēstnesis
mk: Средновековен гласник
ms: Bentara zaman pertengahan
mt: Ħabbar medjevali
nb: Middelalderherald
nl: Middeleeuwse heraut
pl: Średniowieczny herold
pt_br: Arauto medieval
ro: Vestitor medieval
ru: Средневековый вестник
sk: Stredoveký hlásateľ
sl: Srednjeveški glasnik
sq: Lajmëtar mesjetar
sr: Средњовековни гласник
sv: Medeltida härold
th: ผู้ประกาศยุคกลาง
tr: Ortaçağ habercisi
uk: Середньовічний вісник
vi: Sứ giả thời trung cổ
zh_hans: 中世纪先驱
zh_hk: 中世紀先驅

source: Meet
ar: يقابل
bg: Запознайте се
bs: Upoznajte se
ca: Conèixer
cs: Seznamte se
da: Møde
de: Treffen
el: Συναντώ
es: Encontrarse
et: Saage tuttavaks
eu: Ezagutu
fi: Tapaa
fr: Rencontrer
ga: Buail
gl: Coñece
he: לִפְגוֹשׁ
hi: मिलो
hr: Upoznajte se
hu: Találkozik
id: Bertemu
is: Hittumst
it: Incontrare
ja: 会う
ka: შეხვდით
kk: Танысу
ko: 만나다
lt: Susipažink
lv: Iepazīstieties
mk: Запознајте се
ms: jumpa
mt: Iltaqa'
nb: Møte
nl: Ontmoeten
pl: Poznać
pt_br: Encontrar
ro: Întâlnește
ru: Встретиться
sk: Zoznámte sa
sl: Spoznaj
sq: Takohen
sr: Упознајте
sv: Möta
th: พบปะ
tr: Tanışmak
uk: Знайомтесь
vi: Gặp
zh_hans: 见面
zh_hk: 見面

source: Meeting %@ first? You can hand it over yourself.
ar: لقاء %@ أولا؟ يمكنك تسليمها بنفسك.
bg: Първа среща с %@? Можете да го предадете сами.
bs: Prvi sastanak sa %@? Možete ga sami predati.
ca: Trobeu primer %@? Ho pots lliurar tu mateix.
cs: Setkat se nejprve s %@? Můžete si to předat sami.
da: Møde %@ først? Du kan selv aflevere den.
de: Triffst du %@ vorher? Du kannst ihn selbst übergeben.
el: Θα συναντήσετε πρώτα το %@; Μπορείτε να το παραδώσετε μόνοι σας.
es: ¿Conocer a %@ primero? Puedes entregártelo tú mismo.
et: Kas kohtute kõigepealt %@-ga? Saate selle ise üle anda.
eu: %@ lehen aldiz ezagutu nahi duzu? Zuk zeuk entregatu dezakezu.
fi: Tapaatko %@ ensin? Voit luovuttaa sen itse.
fr: Rencontrer %@ en premier ? Tu peux le remettre toi-même.
ga: An bhfuil tú ag bualadh le %@ ar dtús? Is féidir leat é a thabhairt duit féin.
gl: Coñeces %@ primeiro? Podes entregalo ti mesmo.
he: נפגש קודם עם %@? אתה יכול למסור את זה בעצמך.
hi: %@ से पहले मिलना? आप इसे स्वयं सौंप सकते हैं.
hr: Prvi sastanak s %@? Možete ga sami predati.
hu: Találkozik először a %@-val? Magad is átadhatod.
id: Bertemu %@ dulu? Anda bisa menyerahkannya sendiri.
is: Fundur %@ fyrst? Þú getur afhent það sjálfur.
it: Incontrare prima %@? Puoi consegnartelo tu stesso.
ja: %@ に最初に会いますか?自分で譲ってもらえますよ。
ka: პირველად შეხვდით %@? შეგიძლიათ თავად გადასცეთ.
kk: Алдымен %@ кездесуі керек пе? Сіз оны өзіңіз тапсыра аласыз.
ko: %@를 먼저 만나시나요? 본인이 직접 넘겨주시면 됩니다.
lt: Pirmiausia susitiksite su %@? Galite jį perduoti patys.
lv: Vai vispirms tiksies ar %@? Jūs varat to nodot pats.
mk: Прво ќе се сретнете со %@? Можете сами да го предадете.
ms: Bertemu %@ dahulu? Anda boleh menyerahkannya sendiri.
mt: L-ewwel niltaqgħu ma' %@? Tista 'tgħaddiha lilek innifsek.
nb: Møte %@ først? Du kan overlate det selv.
nl: Eerst kennismaken met %@? Je kunt het zelf overhandigen.
pl: Najpierw spotkanie z %@? Możesz to przekazać sam.
pt_br: Conhecer %@ primeiro? Você pode entregá-lo sozinho.
ro: Te întâlnești mai întâi cu %@? Îl poți preda singur.
ru: Увидитесь раньше (%@)? Можете передать сами.
sk: Stretnúť sa najskôr s %@? Môžete to odovzdať sami.
sl: Najprej srečate %@? Lahko ga predate sami.
sq: Takoni fillimisht %@? Mund ta dorëzoni vetë.
sr: Први састанак са %@? Можете га сами предати.
sv: Träffa %@ först? Du kan lämna över den själv.
th: พบกับ %@ ก่อนไหม? คุณสามารถมอบมันให้กับตัวเองได้
tr: Önce %@ ile mi tanışıyorsunuz? Kendiniz teslim edebilirsiniz.
uk: Першою зустрічаєшся з %@? Ти можеш здати його самі.
vi: Gặp %@ trước? Bạn có thể tự mình giao nó.
zh_hans: 先遇见 %@？你可以自己交给你。
zh_hk: 先遇見 %@？你可以自己交給你。

source: Meeting %@…
ar: لقاء %@ …
bg: Среща %@ …
bs: Sastanak %@ …
ca: Reunió %@...
cs: Setkání %@ …
da: Møde %@ …
de: Treffen %@ …
el: Συνάντηση %@…
es: Reunión %@…
et: Kohtumine %@ …
eu: %@ bilera…
fi: Kokous %@…
fr: Réunion %@ …
ga: Cruinniú %@ …
gl: Encontro %@…
he: פגישה %@ …
hi: मीटिंग %@ ...
hr: Sastanak %@ …
hu: Találkozó %@…
id: Pertemuan %@ …
is: Fundur %@ …
it: Riunione %@…
ja: 会議 %@ …
ka: შეხვედრა %@…
kk: Кездесу %@ …
ko: 회의 %@ …
lt: Susitikimas %@…
lv: Tikšanās %@…
mk: Состанок %@…
ms: Mesyuarat %@…
mt: Laqgħa %@ …
nb: Møte %@ …
nl: Ontmoeting %@ …
pl: Spotkanie %@ …
pt_br: Reunião %@…
ro: Întâlnirea %@…
ru: Встреча с %@…
sk: Stretnutie %@ …
sl: Srečanje %@ …
sq: Takimi %@…
sr: Састанак %@ …
sv: Möte %@ …
th: ประชุม %@ …
tr: Toplantı %@…
uk: Зустріч %@ …
vi: Cuộc họp %@ …
zh_hans: 会议 %@ …
zh_hk: 會議 %@ …

source: Meeting them first? You can hand it over yourself.
ar: مقابلتهم أولا؟ يمكنك تسليمها بنفسك.
bg: Първи среща с тях? Можете да го предадете сами.
bs: Prvi susret s njima? Možete ga sami predati.
ca: Conèixer-los primer? Ho pots lliurar tu mateix.
cs: Setkat se s nimi jako první? Můžete si to předat sami.
da: Møde dem først? Du kan selv aflevere den.
de: Triffst du die Person vorher? Du kannst ihn selbst übergeben.
el: Τους συναντάς πρώτα; Μπορείτε να το παραδώσετε μόνοι σας.
es: ¿Te vas a encontrar antes? Puedes entregarla tú mismo.
et: Kas kohtute nendega kõigepealt? Saate selle ise üle anda.
eu: Lehenengo haiekin ezagutzea? Zuk zeuk entregatu dezakezu.
fi: Tapaatko heidät ensin? Voit luovuttaa sen itse.
fr: Tu les croises avant ? Tu peux la remettre en mains propres.
ga: Ag bualadh leo ar dtús? Is féidir leat é a thabhairt duit féin.
gl: Coñecelos primeiro? Podes entregalo ti mesmo.
he: לפגוש אותם קודם? אתה יכול למסור את זה בעצמך.
hi: उनसे पहले मिलना? आप इसे स्वयं सौंप सकते हैं.
hr: Prvi susret s njima? Možete ga sami predati.
hu: Találkozni velük először? Magad is átadhatod.
id: Bertemu mereka dulu? Anda bisa menyerahkannya sendiri.
is: Að hitta þá fyrst? Þú getur afhent það sjálfur.
it: Incontrarli prima? Puoi consegnartelo tu stesso.
ja: まずは彼らに会いますか？自分で譲ってもらえますよ。
ka: პირველად მათთან შეხვედრა? შეგიძლიათ თავად გადასცეთ.
kk: Олармен бірінші кездесу? Сіз оны өзіңіз тапсыра аласыз.
ko: 그 사람들을 먼저 만나요? 본인이 직접 넘겨주시면 됩니다.
lt: Susitikti su jais pirmiausia? Galite jį perduoti patys.
lv: Satikties ar viņiem vispirms? Jūs varat to nodot pats.
mk: Дали ќе се сретнете со нив прво? Можете сами да го предадете.
ms: Bertemu mereka dahulu? Anda boleh menyerahkannya sendiri.
mt: Niltaqgħu magħhom l-ewwel? Tista 'tgħaddiha lilek innifsek.
nb: Møte dem først? Du kan overlate det selv.
nl: Eerst ontmoeten? Je kunt het zelf overhandigen.
pl: Spotkanie z nimi jako pierwsze? Możesz to przekazać sam.
pt_br: Encontrá-los primeiro? Você pode entregá-lo sozinho.
ro: Îi întâlnești mai întâi? Îl poți preda singur.
ru: Встретишься раньше? Можешь передать сам.
sk: Stretnúť sa s nimi ako prvé? Môžete to odovzdať sami.
sl: Jih najprej srečaš? Lahko ga predate sami.
sq: Takim ata së pari? Mund ta dorëzoni vetë.
sr: Да их прво упознаш? Можете га сами предати.
sv: Träffa dem först? Du kan lämna över den själv.
th: เจอกันก่อน? คุณสามารถมอบมันให้กับตัวเองได้
tr: İlk önce onlarla mı tanışacaksın? Kendiniz teslim edebilirsiniz.
uk: Зустрінешся раніше? Можеш передати особисто.
vi: Gặp họ trước? Bạn có thể tự mình giao nó.
zh_hans: 先跟他们见面？你可以自己交给你。
zh_hk: 先跟他們見面？你可以自己交給你。
